[
  {
    "tweet": "When NEPA takes the light and you suddenly become the Flash, navigating your way through the furniture like a boss!",
    "emotion": "smiling"
  },
  {
    "tweet": "The feeling when you successfully negotiate with the danfo conductor and get your 50 naira change back... Epic victory dance!",
    "emotion": "happy"
  },
  {
    "tweet": "There are two types of people in this world: those who lick the Indomie seasoning and those who lie about not licking it.",
    "emotion": "wicked smile"
  },
  {
    "tweet": "You know you're in Lagos when you spend more time in traffic than actually doing anything else.",
    "emotion": "frustrated"
  },
  {
    "tweet": "That moment when you try to form an accent and end up sounding like a mix of Wizkid and a robot.",
    "emotion": "confused"
  },
  {
    "tweet": "When someone says 'food is ready,' forget your age and status, we all run like Usain Bolt to the dining table!",
    "emotion": "excited"
  },
  {
    "tweet": "African parents be like, 'If you die in that game, I will kill you!'",
    "emotion": "angry"
  },
  {
    "tweet": "Who else is guilty of scrolling through their phone with a straight face and suddenly bursting out in laughter in public?",
    "emotion": "amused"
  },
  {
    "tweet": "Trying to stealthily open a sachet of Pure Water in a quiet classroom is like attempting a covert military operation.",
    "emotion": "nervous"
  },
  {
    "tweet": "If you can survive Naija jollof wars, you can conquer anything in life!",
    "emotion": "confident"
  },
  {
    "tweet": "When you finally get your favorite seat in the lecture hall and feel like a boss.",
    "emotion": "triumphant"
  },
  {
    "tweet": "That 'Did You Beat Me?' look your mom gives you after you both know she won the argument.",
    "emotion": "defeated"
  },
  {
    "tweet": "When you spot the last piece of puff-puff at a party, and it's like a treasure hunt!",
    "emotion": "eager"
  },
  {
    "tweet": "The struggle of trying to dance Shaku Shaku when you have two left feet.",
    "emotion": "embarrassed"
  },
  {
    "tweet": "When you hear 'Owanbe' is around the corner and you become an uninvited guest's professional.",
    "emotion": "mischievous"
  },
  {
    "tweet": "Nigerian movie villains be like, 'I'll deal with you' but never actually getting anything done.",
    "emotion": "amused"
  },
  {
    "tweet": "When you see your crush coming, and your 'swag' level suddenly hits 1000.",
    "emotion": "nervous"
  },
  {
    "tweet": "Trying to reply with 'Okay' to your parents' WhatsApp message without sounding disrespectful.",
    "emotion": "cautious"
  },
  {
    "tweet": "The face you make when you hear 'Had I Known' after missing an opportunity.",
    "emotion": "regretful"
  },
  {
    "tweet": "When you wake up from a long nap and have no idea what year it is.",
    "emotion": "confused"
  },
  {
    "tweet": "Nigerian aunties have a PhD in squeezing your cheeks like a ripe mango.",
    "emotion": "annoyed"
  },
  {
    "tweet": "That awkward moment when your phone rings loudly during a serious church sermon.",
    "emotion": "embarrassed"
  },
  {
    "tweet": "Trying to leave a family gathering without attracting the 'You're going already?' interrogation.",
    "emotion": "relieved"
  },
  {
    "tweet": "When you're the only one laughing at your dad's dry jokes, but you gotta show support.",
    "emotion": "pity"
  },
  {
    "tweet": "You know Christmas is near when the harmattan breeze slaps your face like a jilted lover.",
    "emotion": "surprised"
  },
  {
    "tweet": "When you find out your crush is a 'professional text-replier' and you start questioning your life choices.",
    "emotion": "disappointed"
  },
  {
    "tweet": "That awkward silence in the classroom after someone asks a 'stupid' question.",
    "emotion": "awkward"
  },
  {
    "tweet": "When you check your account balance expecting millions but find 'Sorry, try again' instead.",
    "emotion": "sad"
  },
  {
    "tweet": "The struggle of trying to chew 'Kpomo' silently, but it sounds like a construction site.",
    "emotion": "amused"
  },
  {
    "tweet": "When your favorite song comes on, and you suddenly transform into a backup dancer.",
    "emotion": "enthusiastic"
  },
  {
    "tweet": "That moment when you successfully predict the next dialogue in a Nollywood movie.",
    "emotion": "proud"
  },
  {
    "tweet": "When you finally crack the code to your mom's 'eye language' and understand her warnings.",
    "emotion": "clever"
  },
  {
    "tweet": "Stepping on a cold tile with your bare feet is the real 'Ice Bucket Challenge'.",
    "emotion": "shocked"
  },
  {
    "tweet": "When you're trying to save money, but then you hear 'Owambe' drumming from a distance.",
    "emotion": "tempted"
  },
  {
    "tweet": "Walking into a dark room, suddenly feeling like the lead character in a Nollywood horror movie.",
    "emotion": "frightened"
  },
  {
    "tweet": "When your favorite food vendor increases the price, and you act like you're not offended.",
    "emotion": "indignant"
  },
  {
    "tweet": "The art of pretending to like your friend's taste in music when it's pure noise to your ears.",
    "emotion": "tolerant"
  },
  {
    "tweet": "That mini heart attack when you mistakenly open the front camera in a public place.",
    "emotion": "startled"
  },
  {
    "tweet": "The stress of replying to a long WhatsApp message with just an emoji.",
    "emotion": "lazy"
  },
  {
    "tweet": "When you step into the rain and your expensive hairstyle turns into a science experiment.",
    "emotion": "helpless"
  },
  {
    "tweet": "Trying to act unbothered after an insect decides to do a marathon on your skin.",
    "emotion": "annoyed"
  },
  {
    "tweet": "When your parents use your full name, and you know you're in for a long lecture.",
    "emotion": "anxious"
  },
  {
    "tweet": "The confusion of trying to pronounce your own name correctly when introducing yourself.",
    "emotion": "confused"
  },
  {
    "tweet": "When your phone autocorrects 'brb' to 'bribed,' and your friend starts panicking.",
    "emotion": "amused"
  },
  {
    "tweet": "Trying to keep a straight face when your sibling is getting scolded for something you did together.",
    "emotion": "guilty"
  },
  {
    "tweet": "When you finally reach the end of the long queue and the cashier closes for a break.",
    "emotion": "frustrated"
  },
  {
    "tweet": "The awkwardness of trying to explain a meme to someone who has zero internet sense.",
    "emotion": "awkward"
  },
  {
    "tweet": "When you take the first bite of hot amala and it feels like a dragon breathing fire in your mouth.",
    "emotion": "burned"
  },
  {
    "tweet": "Trying to suppress your laughter in a quiet church when someone's stomach growls loudly.",
    "emotion": "amused"
  },
  {
    "tweet": "When you finally master the art of folding your 'gele' without needing a Ph.D. in geometry.",
    "emotion": "triumphant"
  },
  {
    "tweet": "The thrill of successfully escaping from your school or office without anyone noticing.",
    "emotion": "mischievous"
  },

  {
    "tweet": "When you spot an empty seat in a crowded 'molue' bus, and it feels like winning the lottery!",
    "emotion": "elated"
  },
  {
    "tweet": "That moment when you accidentally send a voice note of you singing off-key instead of a text message.",
    "emotion": "embarrassed"
  },
  {
    "tweet": "When you open your exam paper and realize you only know the date and your name.",
    "emotion": "panicked"
  },
  {
    "tweet": "Trying to look sophisticated while eating roadside 'boli' and 'groundnut' in a fancy outfit.",
    "emotion": "guilty"
  },
  {
    "tweet": "When you set an alarm to wake up early but end up snoozing it a thousand times.",
    "emotion": "sleepy"
  },
  {
    "tweet": "The struggle of keeping a straight face when someone mispronounces a common word.",
    "emotion": "suppressing laughter"
  },
  {
    "tweet": "Trying to hold in your laughter when your grandma shares the juiciest gossip like a pro spy.",
    "emotion": "amused"
  },
  {
    "tweet": "When your data subscription finishes at the peak of an intense WhatsApp argument.",
    "emotion": "frustrated"
  },
  {
    "tweet": "That moment when you accidentally like a 2-year-old Instagram post of your crush.",
    "emotion": "mortified"
  },
  {
    "tweet": "When your mom suddenly becomes a detective and starts asking about your secret crush.",
    "emotion": "nervous"
  },

  {
    "tweet": "That awkward moment when you try to impress your crush with your 'swag,' but end up tripping over air.",
    "emotion": "embarrassed"
  },
  {
    "tweet": "When you successfully sneak your phone into class and it starts ringing during a silent exam.",
    "emotion": "anxious"
  },
  {
    "tweet": "That feeling of liberation when the teacher is late, and the whole class becomes a party zone!",
    "emotion": "excited"
  },
  {
    "tweet": "When you think you aced the test, but your friend asks, 'How did you solve number 5?'",
    "emotion": "panicked"
  },
  {
    "tweet": "Trying to hold in your laughter while your friend gives a boring presentation in class.",
    "emotion": "suppressed laughter"
  },
  {
    "tweet": "That one classmate who always has an excuse to borrow your pen and never returns it.",
    "emotion": "annoyed"
  },
  {
    "tweet": "When your teacher says, 'The test will be easy,' and you know it's going to be a nightmare.",
    "emotion": "nervous"
  },
  {
    "tweet": "That feeling of pure joy when the school announces a surprise holiday out of nowhere!",
    "emotion": "elated"
  },
  {
    "tweet": "Trying to look confident during the oral presentation while your heart beats like a drum.",
    "emotion": "nervous"
  },
  {
    "tweet": "When you finish your exam early, but the supervisor gives you the 'you're too fast' look.",
    "emotion": "smug"
  },
  {
    "tweet": "When you pretend to look busy studying, but you're just rearranging your stationery for the 100th time.",
    "emotion": "bored"
  },
  {
    "tweet": "The struggle of walking with heavy school bags, feeling like you're on a quest to Mordor.",
    "emotion": "exhausted"
  },
  {
    "tweet": "When you pass a note to your friend in class, and the teacher intercepts it like an FBI agent.",
    "emotion": "nervous"
  },
  {
    "tweet": "Trying to maintain eye contact with the teacher during a long lecture without dozing off.",
    "emotion": "sleepy"
  },
  {
    "tweet": "When your crush suddenly compliments your handwriting and you start signing everything.",
    "emotion": "flattered"
  },
  {
    "tweet": "That feeling of triumph when you're the first one to solve a tricky math problem.",
    "emotion": "proud"
  },
  {
    "tweet": "When the school canteen serves your favorite meal, and it's like a party in your mouth!",
    "emotion": "excited"
  },
  {
    "tweet": "The art of discreetly eating snacks in class without attracting the teacher's attention.",
    "emotion": "sneaky"
  },
  {
    "tweet": "Trying to hold in your laughter while the teacher scolds your friend for a hilarious reason.",
    "emotion": "suppressed laughter"
  },
  {
    "tweet": "When you spot your teacher outside of school, and it feels like seeing a celebrity in real life.",
    "emotion": "starstruck"
  },
  {
    "tweet": "The relief of finding out your best friend got the same answer wrong on the test.",
    "emotion": "relieved"
  },
  {
    "tweet": "When the school bell rings, and you race out of the classroom like you're in a 100-meter dash.",
    "emotion": "eager"
  },
  {
    "tweet": "Trying to impress your crush with your sports skills but end up tripping over your own feet.",
    "emotion": "embarrassed"
  },
  {
    "tweet": "That moment of panic when you forget your lines during a drama performance.",
    "emotion": "flustered"
  },
  {
    "tweet": "When your favorite teacher is absent, and you celebrate like it's a national holiday.",
    "emotion": "happy"
  },
  {
    "tweet": "The silent communication between you and your friend during a boring class.",
    "emotion": "conniving"
  },
  {
    "tweet": "When your crush sits next to you in class, and your heart goes on a rollercoaster ride.",
    "emotion": "nervous"
  },
  {
    "tweet": "The struggle of maintaining a poker face when the teacher cracks a lame joke.",
    "emotion": "suppressed laughter"
  },
  {
    "tweet": "When you and your best friend get detention together and turn it into a party.",
    "emotion": "mischievous"
  },
  {
    "tweet": "That magical moment when the teacher cancels the homework assignment.",
    "emotion": "relieved"
  },
  {
    "tweet": "Trying to keep your cool when you get caught passing notes in class.",
    "emotion": "nervous"
  },
  {
    "tweet": "When the teacher calls you to answer a question you have absolutely no clue about.",
    "emotion": "panicked"
  },
  {
    "tweet": "That one student who always brings extra pens and becomes everyone's savior during exams.",
    "emotion": "grateful"
  },
  {
    "tweet": "When your friend asks for a piece of your snack, and you become an excellent negotiator.",
    "emotion": "reluctant"
  },
  {
    "tweet": "The struggle of fitting an entire day's worth of homework into the last hour before bedtime.",
    "emotion": "stressed"
  },

  {
    "tweet": "Trying to remember your locker combination is like cracking a secret code every morning.",
    "emotion": "puzzled"
  },
  {
    "tweet": "That feeling of satisfaction when your art project turns out better than you expected.",
    "emotion": "accomplished"
  },
  {
    "tweet": "When you and your friends plan to study together, but it turns into a never-ending gossip session.",
    "emotion": "distracted"
  },
  {
    "tweet": "Trying to sneakily eat chips in class, and it sounds like a construction site.",
    "emotion": "sneaky"
  },
  {
    "tweet": "When you volunteer to present first in class, and the teacher looks at you like you're an alien.",
    "emotion": "brave"
  },
  {
    "tweet": "That moment when you see your teacher outside of school, and they're wearing casual clothes.",
    "emotion": "shocked"
  },
  {
    "tweet": "When your handwriting looks like modern art, and you pretend you wrote it with your eyes closed.",
    "emotion": "silly"
  },
  {
    "tweet": "The feeling of betrayal when the teacher announces a pop quiz with no warning.",
    "emotion": "betrayed"
  },
  {
    "tweet": "When your classmate says they forgot their assignment, but you know they didn't do it.",
    "emotion": "smug"
  },
  {
    "tweet": "Trying to take a stealthy nap in class without falling off your chair.",
    "emotion": "sleepy"
  },
  {
    "tweet": "That one friend who always volunteers you for group presentations without asking.",
    "emotion": "annoyed"
  },
  {
    "tweet": "When you hear your teacher saying, 'This won't be on the test,' but you still take notes.",
    "emotion": "doubtful"
  },
  {
    "tweet": "Trying to discreetly look at your crush from across the classroom without getting caught.",
    "emotion": "sneaky"
  },
  {
    "tweet": "When you finish your homework early and feel like a time management guru.",
    "emotion": "productive"
  },
  {
    "tweet": "The struggle of carrying a bunch of textbooks, pretending you're on a balancing act.",
    "emotion": "awkward"
  },
  {
    "tweet": "When the teacher asks if anyone needs help, but you'd rather fail than raise your hand.",
    "emotion": "stubborn"
  },
  {
    "tweet": "That friend who always borrows your notes but never returns them.",
    "emotion": "exasperated"
  },
  {
    "tweet": "Trying to fit a week's worth of gossip into the lunch break like a speed-talker.",
    "emotion": "chatty"
  },
  {
    "tweet": "When the teacher accidentally writes the answer on the board and erases it immediately.",
    "emotion": "frustrated"
  },
  {
    "tweet": "The art of trading your unwanted snacks with classmates like a stock exchange pro.",
    "emotion": "clever"
  },
  {
    "tweet": "When you study so hard for a test, but the only thing you remember is your name.",
    "emotion": "disappointed"
  },
  {
    "tweet": "Trying to hold in your laughter while the principal gives a serious speech.",
    "emotion": "restrained"
  },
  {
    "tweet": "That one classmate who always raises their hand before the teacher finishes the question.",
    "emotion": "eager"
  },
  {
    "tweet": "When the teacher asks if anyone needs a bathroom break, but you're too shy to ask.",
    "emotion": "shy"
  },
  {
    "tweet": "The relief of finding out your crush has the same music taste as you do.",
    "emotion": "happy"
  },
  {
    "tweet": "Trying to act natural when your stomach growls loudly in a quiet classroom.",
    "emotion": "embarrassed"
  },
  {
    "tweet": "When your pen runs out of ink during an exam, and you start sweating like it's a marathon.",
    "emotion": "nervous"
  },
  {
    "tweet": "That friend who always knows the latest gossip about everyone, including the teachers.",
    "emotion": "curious"
  },
  {
    "tweet": "When you bring your favorite snack to school, and everyone suddenly becomes your best friend.",
    "emotion": "popular"
  },
  {
    "tweet": "The joy of discovering a new secret study spot that no one else knows about.",
    "emotion": "adventurous"
  },
  {
    "tweet": "When you try to show off your soccer skills during P.E. but accidentally kick the ball away.",
    "emotion": "clumsy"
  },
  {
    "tweet": "That one teacher who always has a perfect answer to your brilliant excuses.",
    "emotion": "defeated"
  },
  {
    "tweet": "When the class clown gets you laughing, and the teacher thinks you're the instigator.",
    "emotion": "mischievous"
  },
  {
    "tweet": "Trying to sneakily read a novel under the desk during a boring lecture.",
    "emotion": "sneaky"
  },
  {
    "tweet": "That friend who never has a pen but always manages to borrow yours.",
    "emotion": "generous"
  },
  {
    "tweet": "When your teacher says, 'Let's have a group project,' and you hear the collective groans.",
    "emotion": "unenthusiastic"
  },
  {
    "tweet": "Trying to find a creative excuse for not doing your homework at the last minute.",
    "emotion": "desperate"
  },
  {
    "tweet": "That feeling of accomplishment when you perfectly fold your exam paper into a plane.",
    "emotion": "playful"
  },
  {
    "tweet": "When you finally master the art of balancing your lunch tray like a pro.",
    "emotion": "proud"
  },
  {
    "tweet": "The struggle of finding an empty seat in the cafeteria during lunchtime.",
    "emotion": "hungry"
  },
  {
    "tweet": "When you hear the school bell ringing, and it sounds like music to your ears.",
    "emotion": "relieved"
  },
  {
    "tweet": "Trying to be the first one out of the classroom without appearing too eager.",
    "emotion": "impatient"
  },
  {
    "tweet": "That friend who always makes the most elaborate excuses to skip P.E. class.",
    "emotion": "creative"
  },
  {
    "tweet": "When you volunteer to pass out the exam papers and feel like a responsible adult.",
    "emotion": "mature"
  },
  {
    "tweet": "Trying to act like you understand a complex topic when the teacher calls on you.",
    "emotion": "confused"
  },
  {
    "tweet": "When you find an old doodle in your notebook and wonder what was going on in your mind.",
    "emotion": "amused"
  },
  {
    "tweet": "That one teacher who never forgets the embarrassing stories from your childhood.",
    "emotion": "nervous"
  },
  {
    "tweet": "When the class bully asks for your lunch, and you channel your inner negotiator.",
    "emotion": "brave"
  },
  {
    "tweet": "The struggle of trying to walk in a straight line during the sobriety test before class.",
    "emotion": "silly"
  },
  {
    "tweet": "When you try to impress your crush with your artistic skills, but it turns into a disaster.",
    "emotion": "embarrassed"
  },
  {
    "tweet": "That feeling of panic when you realize you left your project at home on presentation day.",
    "emotion": "anxious"
  },

  {
    "tweet": "Trying to hold in your laughter when the teacher accidentally calls you the wrong name.",
    "emotion": "suppressed laughter"
  },
  {
    "tweet": "When your teacher catches you daydreaming in class and asks, 'Care to share your thoughts?'",
    "emotion": "nervous"
  },
  {
    "tweet": "That feeling of panic when you see the test paper for the first time and it's all in Greek.",
    "emotion": "confused"
  },
  {
    "tweet": "When you volunteer to read aloud, and you stumble upon every difficult word in the passage.",
    "emotion": "embarrassed"
  },
  {
    "tweet": "Trying to participate in class discussions, but your voice comes out as a mouse's squeak.",
    "emotion": "shy"
  },
  {
    "tweet": "That moment of relief when the teacher announces a surprise free period.",
    "emotion": "happy"
  },
  {
    "tweet": "When you get paired with your arch-nemesis for a group project and contemplate faking an illness.",
    "emotion": "dreadful"
  },
  {
    "tweet": "Trying to remain calm when the teacher says, 'I'll be collecting your notebooks today.'",
    "emotion": "nervous"
  },
  {
    "tweet": "When you secretly enjoy the sound of chalk on the blackboard and wonder if you're weird.",
    "emotion": "amused"
  },
  {
    "tweet": "That friend who constantly asks for your notes but never shows up for lectures.",
    "emotion": "frustrated"
  },
  {
    "tweet": "When your teacher catches you passing notes and reads it out loud to the whole class.",
    "emotion": "mortified"
  },
  {
    "tweet": "Trying to keep a straight face when your friend cracks a hilarious joke during a serious lecture.",
    "emotion": "restrained laughter"
  },
  {
    "tweet": "When your pen runs out of ink during an exam, and you try to write using your mental powers.",
    "emotion": "desperate"
  },
  {
    "tweet": "That one student who always asks for extra homework like they're a secret agent.",
    "emotion": "puzzled"
  },
  {
    "tweet": "When the teacher uses your incorrect answer as an example of what not to do.",
    "emotion": "embarrassed"
  },
  {
    "tweet": "Trying to be slick by using your calculator for non-math subjects like a secret agent.",
    "emotion": "sneaky"
  },
  {
    "tweet": "That feeling of accomplishment when you finally find a quiet corner to read a book.",
    "emotion": "peaceful"
  },
  {
    "tweet": "When you successfully copy someone's homework, but the teacher doesn't collect it.",
    "emotion": "relieved"
  },
  {
    "tweet": "Trying to be the 'quiet kid' in class, but your uncontrollable giggles betray you.",
    "emotion": "awkward"
  },
  {
    "tweet": "That one student who always has the weirdest answers during class discussions.",
    "emotion": "amused"
  },
  {
    "tweet": "When your teacher's handwriting is so illegible that you think they're writing in hieroglyphics.",
    "emotion": "confused"
  },
  {
    "tweet": "Trying to find a creative excuse for not doing your homework, and you become Shakespeare.",
    "emotion": "creative"
  },
  {
    "tweet": "That friend who always brings homemade snacks and turns the classroom into a food fair.",
    "emotion": "hungry"
  },
  {
    "tweet": "When you accidentally call the teacher 'mom' and try to recover with a fake cough.",
    "emotion": "embarrassed"
  },
  {
    "tweet": "Trying to suppress a yawn during the most engaging class discussion.",
    "emotion": "sleepy"
  },
  {
    "tweet": "That moment when you thought you aced the test, but the results say otherwise.",
    "emotion": "disappointed"
  },
  {
    "tweet": "When your friend becomes a human calculator during exams, and you just stare in awe.",
    "emotion": "impressed"
  },
  {
    "tweet": "Trying to control your excitement when the teacher announces a field trip.",
    "emotion": "eager"
  },
  {
    "tweet": "That friend who always asks for gum during exams, and you become a 'gum dispenser.'",
    "emotion": "generous"
  },
  {
    "tweet": "When you raise your hand to answer a question confidently, but it turns out to be wrong.",
    "emotion": "defeated"
  },
  {
    "tweet": "Trying to pretend you're listening to the teacher while mentally planning your weekend.",
    "emotion": "distracted"
  },
  {
    "tweet": "That one student who always has the perfect answer but never raises their hand.",
    "emotion": "mysterious"
  },
  {
    "tweet": "When your teacher assigns a group project, and you pray for divine intervention.",
    "emotion": "hopeful"
  },
  {
    "tweet": "Trying to walk casually after slipping on a wet floor like you meant to do a dance move.",
    "emotion": "clumsy"
  },
  {
    "tweet": "That feeling of nostalgia when you see your old classroom after moving to a new grade.",
    "emotion": "sentimental"
  },
  {
    "tweet": "When the teacher announces a surprise quiz and you wonder if you've entered the twilight zone.",
    "emotion": "shocked"
  },
  {
    "tweet": "Trying to hide your face when your teacher compliments you in front of the whole class.",
    "emotion": "blushing"
  },
  {
    "tweet": "That one friend who always reminds the teacher about the homework they forgot to collect.",
    "emotion": "annoyed"
  },
  {
    "tweet": "When you and your best friend laugh uncontrollably, and no one else gets the joke.",
    "emotion": "amused"
  },
  {
    "tweet": "Trying to balance a plate of food, a drink, and your school bag during lunch breaks.",
    "emotion": "juggling"
  },
  {
    "tweet": "That feeling of accomplishment when your teacher praises your handwriting in the report card.",
    "emotion": "proud"
  },
  {
    "tweet": "When you bring your pet for a 'bring your pet to school' day, and it becomes a celebrity.",
    "emotion": "ecstatic"
  },
  {
    "tweet": "Trying to hold in your laughter when the substitute teacher mispronounces everyone's names.",
    "emotion": "amused"
  },
  {
    "tweet": "That one classmate who always volunteers for the most challenging tasks like a superhero.",
    "emotion": "brave"
  },
  {
    "tweet": "When the teacher uses your failed test as an example of what not to do.",
    "emotion": "embarrassed"
  },
  {
    "tweet": "Trying to look interested during a boring presentation, but your eyes start to droop.",
    "emotion": "sleepy"
  },
  {
    "tweet": "That feeling of satisfaction when you solve a difficult math problem all by yourself.",
    "emotion": "accomplished"
  },
  {
    "tweet": "When you and your friends have an entire conversation using only inside jokes.",
    "emotion": "elated"
  },
  {
    "tweet": "Trying to be invisible when the teacher asks for a volunteer, and you avoid eye contact.",
    "emotion": "shy"
  },
  {
    "tweet": "That one student who always manages to argue with the teacher and win the debate.",
    "emotion": "argumentative"
  },
  {
    "tweet": "When you see the teacher carrying a stack of graded papers and hope yours isn't at the bottom.",
    "emotion": "nervous"
  },
  {
    "tweet": "When you finally find the TV remote after turning the whole house upside down, only to realize it was in your pocket all along.",
    "emotion": "smiling"
  },
  {
    "tweet": "When you're trying to take the perfect selfie, but the camera flips and shows you the harsh reality.",
    "emotion": "shocked"
  },
  {
    "tweet": "When you're pretending to be asleep, but your mom still finds a way to wake you up for morning devotion.",
    "emotion": "frustrated"
  },
  {
    "tweet": "When you're trying to act cool in front of your crush, but end up tripping over your own feet.",
    "emotion": "embarrassed"
  },
  {
    "tweet": "When you're trying to explain something to your parents, but they still don't understand and say 'It's because of that phone.'",
    "emotion": "exasperated"
  },
  {
    "tweet": "When you finally get a chance to eat your favorite food, but someone else finishes it before you get there.",
    "emotion": "disappointed"
  },
  {
    "tweet": "When you're trying to take a group photo, but there's always that one person who blinks at the wrong time.",
    "emotion": "amused"
  },
  {
    "tweet": "When you're trying to make small talk with someone, but all you can think of is 'So... how's the weather?'",
    "emotion": "awkward"
  },
  {
    "tweet": "When you're trying to be productive, but end up spending hours scrolling through memes instead.",
    "emotion": "guilty"
  },
  {
    "tweet": "When you're trying to sneak a snack at night, but the wrapper makes the loudest noise ever.",
    "emotion": "nervous"
  },
  {
    "tweet": "When you're trying to be healthy, but the smell of freshly baked bread hits you like a truck.",
    "emotion": "tempted"
  },
  {
    "tweet": "When you're trying to act like an adult, but still get excited when you see a bouncy castle.",
    "emotion": "excited"
  },
  {
    "tweet": "When you're trying to be serious, but your friend makes a joke and you can't stop laughing.",
    "emotion": "amused"
  },
  {
    "tweet": "When you're trying to study, but your pet decides it's the perfect time for a cuddle.",
    "emotion": "distracted"
  },
  {
    "tweet": "When you're trying to save money, but there's a sale and your willpower disappears.",
    "emotion": "weak"
  },
  {
    "tweet": "When you're trying to be organized, but end up making a mess instead.",
    "emotion": "frustrated"
  },
  {
    "tweet": "When you're trying to be on time, but everything seems to be working against you.",
    "emotion": "stressed"
  },
  {
    "tweet": "When you're trying to be polite, but someone keeps interrupting you and you just want to scream.",
    "emotion": "angry"
  },
  {
    "tweet": "When you're trying to be productive, but your bed is just too comfortable to leave.",
    "emotion": "lazy"
  },
  {
    "tweet": "When you're trying to be cool, but end up spilling something on yourself instead.",
    "emotion": "wicked smile"
  },
  {
    "tweet": "When you're trying to impress someone with your cooking skills, but end up burning everything.",
    "emotion": "embarrassed"
  },
  {
    "tweet": "When you're trying to be healthy, but your friends order pizza and you can't resist.",
    "emotion": "guilty"
  },
  {
    "tweet": "When you're trying to be productive, but your phone keeps buzzing with notifications.",
    "emotion": "distracted"
  },
  {
    "tweet": "When you're trying to be calm, but someone cuts in front of you in line and you lose it.",
    "emotion": "angry"
  },
  {
    "tweet": "When you're trying to be responsible, but end up binge-watching a whole season of a show in one night.",
    "emotion": "guilty"
  },
  {
    "tweet": "When you're trying to be fashionable, but end up wearing something that doesn't match at all.",
    "emotion": "embarrassed"
  },
  {
    "tweet": "When you're trying to be polite, but someone keeps talking during a movie and you just want to shush them.",
    "emotion": "annoyed"
  },
  {
    "tweet": "When you're trying to be fit, but the thought of going to the gym makes you want to take a nap instead.",
    "emotion": "lazy"
  }
]
